[
  {
    "img":"https://wszystkiegoslodkiego.pl/storage/images/201925/churros-z-sosem-czekoladowo-pomaranczowym.jpg",
    "name":"Churros",
    "description":"<h2>Ingredients</h2> <br><li>1 cup of water <br><li>1 tsp. vanilla extract<br><li>1/8 tsp. salt<br><li>2 tbsp. Butter<br><li>1 cup of flour sifted at least 2 times. (140 grams)<br><li>1 large egg (beaten)<br><li>2½ cups vegetable oil (for frying the churros)<br><li>Sugar to dust<br><li>1 tsp. ground cinnamon (Optional)<br> <h2>How to prepare</h2> <br>Preheat the oil at 320F degrees while you make the churro batter. You can use a candy thermometer.You can use a candy thermometer.<br>Place the water, vanilla extract, salt, and butter in a saucepan at medium<li> high heat.<br>Once it comes to a rolling boil, stir in the flour all at once. It is very important that the water is boiling to ensure that the dough will render crispy churros.<br> Mix the dough vigorously using a wooden spoon or spatula. You have to do this step very quickly.<br>Remove the saucepan from the heat, wait about a minute, then add the egg. Keep mixing until the egg is completely integrated into the dough (you can use a mixer for this step). In the beginning, the dough will want to separate after adding the egg, but keep mixing until the ingredients are well combined and you have a smooth and soft dough that separates from the bottom of the pot. This step will take a few minutes.<br>Place the dough in the pastry bag fitted with a star<li>shaped tip. Make sure there aren’t any bubbles of air in the dough while you place it inside the bag.<br>Pipe 6<li>inch strips of dough on a prepared tray and then fry them (see notes).  You can also pipe the strips of dough directly into the hot oil, cutting them with your kitchen scissors. The oil will start bubbling when you add the raw churro, and at this point you must not touch the oil or the churro, to avoid having an explosion.<br>Fry the churros for about 2 to 2.5 minutes in hot oil ( 320F)  until golden brown (in total it should take 4<li>5 minutes to cook each churro), and then turn the churros to have an even crispiness and golden color. <br>Once they are golden, remove from the heat, place on the paper towel to drain for a few seconds, and then roll in the sugar.<br><h2>Enjoy</h2>"

  },
  {
    "img":"https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/delish-190606-gazpacho-269-landscape-pf-1560544275.jpg",
    "name":"Gazpacio",
    "description":"<h2>Ingredients</h2><br><li>1 cucumber, peeled and chopped <br><li>1 red pepper, deseeded and chopped <br><li>1 green pepper, deseeded and chopped <br><li>1kg ripe plum tomatoes, cored and chopped <br><li>2 garlic cloves, peeled and crushed <br><li>2 spring onions, trimmed and finely chopped <br><li>75g stale crusty white bread, chopped <br><li>2–2½ tbsp sherry vinegar, (or to taste) <br> <h2>How to prepare</h2> <br> Place the cucumber, peppers, tomatoes, garlic and spring onions in a large bowl. Add the bread and season well with salt and pepper. Add the sherry vinegar and a couple of tablespoons of olive oil and mix together with your hands, pressing down to squeeze out the juices. Cover and chill. Leave to marinade for at least 30 mins or overnight. <br> Put the vegetable mixture into a blender and whiz until smooth. Check the consistency. If it is still rather thick and not very rich, add another glug or two of olive oil until you reach a consistency you like. Taste and adjust the seasoning as necessary. You might need a little more vinegar. Cover and chill again, until really cold and you’re ready to serve. <br> Meanwhile, make the toasts, if using. Brush the slices of bread generously with olive oil. Place a large griddle pan over a medium heat. Once hot, add the bread and toast on either side until golden and crunchy. Drain on kitchen paper, then season with a little salt and pepper. <br> To serve, stir the gazpacho and taste again as the seasoning may have changed as the soup is now very cold. Adjust as necessary, then serve ice cold with gazpacho ice cubes, sprinkled with chopped basil, an extra drizzle of olive oil and the toasts alongside, if using."


  },
  {
    "img":"https://spanishsabores.com/wp-content/uploads/2011/09/IMG_4667.jpg",
    "name":"Salmorejo",
    "description":"<h2>Ingredients</h2> <li>8 Medium Tomatoes (the quality of the tomatoes is one of the most important factors in the taste) <br><li>1 Medium Baguette<br><li>1 Cup Extra Virgin Olive Oil (again, quality is important)<br><li>1 Clove of Garlic (not too big)<br><li>A Splash of Sherry Vinegar (Vinagre de Jerez, although red wine vinegar can be substituted)<br><li>A Pinch of Salt<br><li>2 Hard Boiled Eggs<br><li>Sliced Serrano Ham (or Prosciutto)<br> <h2> How to prepare </h2> Scald the tomatoes: Put a large pot of salted water on the stove and bring to a boil. Cut a small cross in the bottom of each tomato. When the water is boiling add the tomatoes for 30-60 seconds. Remove immediately and place in a cold water bath (a bowl filled with ice and cold water). The skin will peel right off of the tomatoes.First Blend: Cut out the cores of the tomatoes and add all the rest to your blender. Blend at high-speed for about 30 seconds until the tomatoes are broken down.Add bread: Take all of the 'guts' out of your baguette and add them to the blended tomatoes. The baguette should have given about 2-3 cups of guts and you can experiment with how much you add, as this is how you change the texture. I use about 2 cups of the bread guts. Let the bread soak in the tomato juice for about 5 minutes.Second Blend: Add the splash of vinegar, salt, and garlic and blend until the soup is an even texture and the bread is completely broken down.Add Oil: If your blender has it, open the small hole in the top. Slowly add the olive oil as you are blending at a moderate speed. If it doesn't have the hole, stop and go adding little by little.Add Egg and Adjust: Add 1 hardboiled egg and blend until incorporated. Taste and adjust levels of salt, vinegar, garlic, and bread.Serve and Enjoy: Serve in small bowls with diced hardboiled egg and sliced ham as condiments. Serve cold! Enjoy!"


  }
]
