[
  {
    "img":"https://wszystkiegoslodkiego.pl/storage/images/201925/churros-z-sosem-czekoladowo-pomaranczowym.jpg",
    "name":"Churros",
    "description":"<h2> Ingredientes </h2> <br> <li> 1 taza de agua <br> <li> 1 cucharadita. extracto de vainilla <br> <li> 1/8 cucharadita. sal <br> <li> 2 cucharadas. Mantequilla <br> <li> 1 taza de harina tamizada al menos 2 veces. (140 gramos) <br> <li> 1 huevo grande (batido) <br> <li> 2½ tazas de aceite vegetal (para freír los churros) <br> <li> Azúcar al polvo <br> <li> 1 cucharadita. canela molida (Opcional) <br> <h2> Cómo prepararse </h2> <br> Precaliente el aceite a 320F grados mientras prepara la masa de churro. Puede usar un termómetro para dulces. Puede usar un termómetro para dulces. <br> Coloque el agua, el extracto de vainilla, la sal y la mantequilla en una cacerola a fuego medio <li> alto. <br> Una vez que hierva, agregue la harina de una vez. Es muy importante que el agua esté hirviendo para garantizar que la masa produzca churros crujientes. <br> Mezcle la masa vigorosamente con una cuchara de madera o una espátula. Tienes que hacer este paso muy rápido. <br> Retira la cacerola del fuego, espera un minuto y luego agrega el huevo. Sigue mezclando hasta que el huevo esté completamente integrado en la masa (puedes usar una batidora para este paso). Al principio, la masa querrá separarse después de agregar el huevo, pero siga mezclando hasta que los ingredientes estén bien combinados y tenga una masa suave y blanda que se separe del fondo de la olla. Este paso tomará unos minutos. <br> Coloque la masa en la bolsa de pastelería provista de una punta en forma de estrella. Asegúrate de que no haya burbujas de aire en la masa mientras la colocas dentro de la bolsa. <br> Coloca unas tiras de masa de 6 pulgadas en una bandeja preparada y luego fríelas (ver notas). También puede colocar las tiras de masa directamente en el aceite caliente, cortándolas con las tijeras de su cocina. El aceite comenzará a burbujear cuando agregue el churro crudo, y en este punto no debe tocar el aceite o el churro, para evitar una explosión. <br> Fríe los churros durante aproximadamente 2 a 2.5 minutos en aceite caliente (320F) hasta que estén doradas (en total, deben tomar 4 <li> 5 minutos para cocinar cada churro), y luego gire los churros para que tengan un color dorado y crujiente uniforme. <br> Una vez que estén dorados, retírelos del fuego, colóquelos sobre la toalla de papel para escurrirlos durante unos segundos y luego ponga el azúcar."

  },
  {
    "img":"https://hips.hearstapps.com/hmg-prod.s3.amazonaws.com/images/delish-190606-gazpacho-269-landscape-pf-1560544275.jpg",
    "name":"Gazpacio",
    "description":"<h2> Ingredientes </h2> <br> <li> 1 pepino, pelado y picado <br> <li> 1 pimiento rojo, sin semillas y picado <br> <li> 1 pimiento verde, sin semillas y picado <br> < li> 1 kg de tomates de ciruela maduros, sin corazón y picados <br> <li> 2 dientes de ajo, pelados y triturados <br> <li> 2 cebolletas, cortadas y finamente picadas <br> <li> 75 g de pan blanco crujiente rancio, picado <br> <li> 2–2½ cucharadas de vinagre de jerez, (o al gusto) <br> <h2> Cómo preparar </h2> <br> Coloque el pepino, los pimientos, los tomates, el ajo y las cebolletas en un tazón grande . Agregue el pan y sazone bien con sal y pimienta. Agregue el vinagre de jerez y un par de cucharadas de aceite de oliva y mezcle con las manos, presionando para exprimir los jugos. Cubrir y enfriar. Dejar marinar durante al menos 30 minutos o toda la noche. <br> Ponga la mezcla de vegetales en una licuadora y batir hasta que quede suave. Verifica la consistencia. Si todavía es bastante espeso y no muy rico, agregue otro o dos glug de aceite de oliva hasta obtener la consistencia que desee. Pruebe y ajuste la sazón según sea necesario. Es posible que necesite un poco más de vinagre. Cubra y enfríe nuevamente, hasta que esté muy frío y esté listo para servir. <br> Mientras tanto, haz los brindis, si los usas. Cepille las rebanadas de pan generosamente con aceite de oliva. Coloque una sartén grande a fuego medio. Una vez caliente, agregue el pan y las tostadas a ambos lados hasta que estén doradas y crujientes. Escurrir sobre papel de cocina, luego sazonar con un poco de sal y pimienta. <br> Para servir, revuelva el gazpacho y pruebe nuevamente ya que el condimento puede haber cambiado ya que la sopa ahora está muy fría. Ajuste según sea necesario, luego sirva helado con cubitos de gazpacho, espolvoreado con albahaca picada, una llovizna extra de aceite de oliva y las tostadas junto, si se usa."


  },
  {
    "img":"https://spanishsabores.com/wp-content/uploads/2011/09/IMG_4667.jpg",
    "name":"Salmorejo",
    "description":"<h2> Ingredientes </h2> <li> 8 tomates medianos (la calidad de los tomates es uno de los factores más importantes en el sabor) <br> <li> 1 baguette mediana <br> <li> 1 taza extra virgen Aceite de oliva (de nuevo, la calidad es importante) <br> <li> 1 diente de ajo (no demasiado grande) <br> <li> Un toque de vinagre de jerez (Vinagre de Jerez, aunque se puede sustituir con vinagre de vino tinto) <br > <li> Una pizca de sal <br> <li> 2 huevos duros <br> <li> Lonchas de jamón serrano (o jamón) <br> <h2> Cómo preparar </h2> Escaldar los tomates: Pon un olla grande de agua con sal en la estufa y llevar a ebullición. Corta una pequeña cruz en el fondo de cada tomate. Cuando el agua esté hirviendo, agregue los tomates durante 30-60 segundos. Retirar inmediatamente y colocar en un baño de agua fría (un recipiente lleno de hielo y agua fría). La piel se despegará de los tomates. Primera mezcla: corte los núcleos de los tomates y agregue todo el resto a su licuadora. Licúa a alta velocidad durante unos 30 segundos hasta que los tomates se descompongan. Agrega pan: saca todas las 'tripas' de tu baguette y agrégalas a los tomates mezclados. La baguette debería haber dado alrededor de 2-3 tazas de tripas y puede experimentar cuánto agrega, ya que así es como cambia la textura. Yo uso alrededor de 2 tazas de las tripas de pan. Deje que el pan se remoje en el jugo de tomate durante aproximadamente 5 minutos. Segunda mezcla: agregue el toque de vinagre, sal y ajo y mezcle hasta que la sopa tenga una textura uniforme y el pan esté completamente roto. Agregue aceite: si su licuadora tiene Abra el pequeño agujero en la parte superior. Agregue lentamente el aceite de oliva mientras licúa a una velocidad moderada. Si no tiene el agujero, deténgase y agregue poco a poco. Agregue huevo y ajuste: agregue 1 huevo duro y mezcle hasta que se incorpore. Pruebe y ajuste los niveles de sal, vinagre, ajo y pan. Sirva y disfrute: Sirva en tazones pequeños con huevo duro cortado en cubitos y jamón en rodajas como condimentos. ¡Servir frío! ¡Disfrutar!"


  }
]
